---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ThermalMaterialParamSpecificHeatOfVaporization
source: html/d4b3d5e8-5f43-abca-fc74-27051273cb89.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ThermalMaterialParamSpecificHeatOfVaporization Property

"Specific Heat of Vaporization"

## Syntax (C#)
```csharp
public static ForgeTypeId ThermalMaterialParamSpecificHeatOfVaporization { get; }
```